[M_Orchid_JockoLegUp MissionDefinition]
MissionName="Pirateando os Piratas"
MissionDescription="Jocko - um dos poucos amigos do Shade que não está morto - sonha em ser um pirata do deserto. Shade pediu para você reunir alguns acessórios de piratas (dentes, pernas de pau, etc.) para Jocko realizar seu grande sonho. Você terá que eliminar alguns piratas e saquear seus corpos para pegar os acessórios."
TurnInDescription="Alguns diriam que, ao realizar essas tarefas para o Shade você estaria alimentando o seu comportamento delirante e acelerando sua decaída na loucura absoluta. As pessoas dizem muitas coisas estúpidas mesmo."
MissionSummary="Reúna alguns acessórios de piratas para Jocko."
MissionGiver="Shade"
MissionTurnInLocation="Shade"
TeaserText="Reúna alguns acessórios de piratas para Jocko."

[M_Orchid_JockoLegUp:CollectItemsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_JockoLegUp:CollectKidneys MissionObjectiveDefinition]
ProgressMessage="Pegue os rins"

[M_Orchid_JockoLegUp:CollectLimbs MissionObjectiveDefinition]
ProgressMessage="Pegue as pernas de pau"

[M_Orchid_JockoLegUp:CollectTeeth MissionObjectiveDefinition]
ProgressMessage="Pegue os dentes de ouro"

